Autodesk.Revit.DB.Subelement.GetGeometryObject
Retrieve one geometric primitive representing given subelement.
Remarks:
In case of whole element, geometric object representing element and its subelements will be returned.
null will be returned if related geometric object could not be found in the model.
Returns:
The geometric object representing this subelement.
Since:
2018